<?php

return [
    0    => "操作成功",
    1    => "操作失败",
    2    => "网络异常，请稍后再试",

    /**
     * 1100 ~ 1300  注册
     */
    1101 => "账号只能是6-18位字母、数字和下划线",
    1102 => "非法请求",
    1103 => "用户名丢失",
    1104 => "密码丢失",
    1105 => "用户名必须是6-18位之间",
    1106 => "密码和确认密码不一致",
    1107 => "用户名已被注册",
    1108 => "密码或确认密码长度非法",
    1109 => "新增t_uid失败",
    1110 => "用户名或密码丢失",
    1111 => "此账户不存在",
    1112 => "用户名或密码不对",
    1113 => "新密码和确认新密码不相等",
    1114 => "注册失败",
    1115 => "需要验证码",
    1116 => "账号不能是11位纯数字",
    1117 => "注册超时，请重新注册",

    /**
     * 1300 ~ 1500  登录
     */
    1301 => "请先登录",
    1302 => "用户名不存在",
    1303 => "密码错误",
    1304 => "该用户已被锁定",
    1305 => "操作失败",
    1306 => "用户名不能为空",
    1307 => "请输入密码",
    1308 => "用户信息错误",
    1309 => "code错误",
    1310 => "appkey错误",
    1311 => "权限不足",

    /**
     * 2001 ~ 2100   其他
     */
    2001 => "参数错误",
    2002 => "校验错误", // 签名校验
    2003 => "手机号码格式不正确",
    2004 => "邮箱格式不正确",
    2005 => "短信验证码不正确",
    2006 => "验证码不正确", // 类似图片验证码
    2007 => "短信验证码发送太频繁", // 发送短信验证码太频繁
    2008 => "短信验证码发送次数超过5次", // 发送短信验证码次数超过5次
    2010 => "短信发送超时",
    2011 => "参数缺失或为空",
    2012 => "新密码输入错误",
    2013 => "原密码输入错误",
    2014 => "uid或appid丢失",
    2015 => "查询登录记录失败",
    2016 => "游戏信息不存在",
    2017 => "服务器信息不存在",
    2018 => "支付key不存在",
    2019 => "openid错误",
    2020 => "用户发送的验证码已经达到最大次数",
    2021 => "该号码发送的验证码已经达到最大次数",
    2022 => "验证码发送失败",
    2023 => "接口请求超时",
    2024 => "操作太频繁",
    /**
     *2101~ 2200 绑定相关
     */

    2101 => "该手机号码已经绑定过",
    2102 => "该账已经绑定过手机",
    2103 => "找回密码,重置密码失败",
    2104 => "该账已经绑定过邮箱",
    2105 => "该账未绑定手机",
    2109 => "找回密码验证手机号与绑定手机号不一致",
    2110 => "请输入验证码",
    2111 => "验证码已达到最大错误次数，请重新获取",
    2112 => "该绑定手机号码不正确",
    2113 => "新密码不能和上次密码相同",

    /**
     *2201~ 2300 图片上传相关
     */
    2201 => "无此用户",

    /**
     *2301~ 2400 支付相关
     */
    2301 => "充值金额不能小于1元",
    2302 => "用户不在充值白名单",
    2303 => "游戏信息不存在",
    2304 => "操作太频繁",
    2305 => "账号填写错误",
    2306 => "充值金额不能为空",
    2307 => "充值金额错误",
    2308 => "充值用户不存在，请检查账号",
    2309 => "订单号错误",
    2310 => "支付超时，请刷新页面重试",
    2311 => "平台币余额不足，请先充值",
    2312 => "支付超时，请刷新页面重试",

    /**
     *2401~ 2500 支付相关
     */
    2401 => "超出可提现金额，不能提现",
];
