<?php

return [

    /**
     * 充值状态
     * 不要等待补单、补单中等状态，因为改成这些状态就无法知道以前是什么状态
     */
    "pay_status" => [

        /**
         * 等待付款，等待支付
         */
        "wait_pay"  => 0,

        /**
         * 加平台币失败
         */
        "add_plantb_failed"  => 4,

        /**
         * 平台币余额不足
         */
        "plantb_not_enough"  => 5,

        /**
         * 扣平台币失败
         */
        "pay_failed"  => 6,

        /**
         * 发货失败
         */
        "delivery_failed"  => 7,

        /**
         * 成功
         */
        "success"  => 8,

    ],

    /**
     * 补单重试次数，及对应的间隔时间，单位秒
     */
    "retry_interval" => [

        /**
         * 未补单过，第一次补单，间隔2分钟
         */
        0  => 2*60,

        /**
         * 第二次补单，间隔5分钟
         */
        1  => 5 * 60,

        2  => 10 * 60,

        3  => 15 * 60,

        4  => 20 * 60,

        5  => 25 * 60,

        6  => 30 * 60,

        7  => 35 * 60,

        8  => 40 * 60,

        9  => 45 * 60,

        10 => 50 * 60,

    ],

];
