<?php

/**
 * 各种状态
 */
return [

	// 开发者库
	"dev" => [

		/**
		 * 网页游戏表
		 */
		'webgame' => [

			/**
			 * 未审核
			 */
			'unreview' => 0,

			/**
			 * 等待审核，已经提交审核
			 */
			'wait_review' => 1,

			/**
			 * 审核失败
			 */
			'review_deny' => 3,

			/**
			 * 审核通过，等待发布
			 */
			'review_pass' => 5,

			/**
			 * 已删除
			 */
			'offline' => 9,

		],
		'appstat' => ['未审核', '正在审核', '审核失败', '审核成功', '等待发布', '发布成功', '下线'],
		/**
		 * 网页游戏表
		 */
		'webgame_stat' => [

			/**
			 * 未审核
			 */
			0 => "未上线",

			/**
			 * 等待审核，已经提交审核
			 */
			1 => "等待审核",

			/**
			 * 审核失败
			 */
			3 => "审核失败",

			/**
			 * 审核通过，等待发布
			 */
			5 => "审核通过",

			/**
			 * 已删除
			 */
			9 => "已下线",

		],

		/**
		 * 用户游戏表
		 */
		'user' => [

			/**
			 * 未审核
			 */
			'unreview' => 0,

			/**
			 * 等待审核，已经提交审核
			 */
			'wait_review' => 1,

			/**
			 * 审核失败
			 */
			'review_deny' => 3,

			/**
			 * 审核通过
			 */
			'review_pass' => 5,

			/**
			 * 已删除
			 */
			'offline' => 9,

		],

		/**
		 * 用户游戏表
		 */
		'user_stat' => [

			/**
			 * 未审核
			 */
			0 => "未上线",

			/**
			 * 等待审核，已经提交审核
			 */
			1 => "等待审核",

			/**
			 * 审核失败
			 */
			3 => "审核失败",

			/**
			 * 审核通过，等待发布
			 */
			5 => "审核通过",

			/**
			 * 已删除
			 */
			9 => "已下线",

		],
		'reg_stat' => [

			/**
			 * 未审核
			 */
			0 => "准备审核",

			/**
			 * 等待审核，已经提交审核
			 */
			1 => "等待审核",

			/**
			 * 审核失败
			 */
			3 => "审核失败",

			/**
			 * 审核通过，等待发布
			 */
			5 => "审核通过",

			/**
			 * 已删除
			 */
			9 => "已下线",

		],

	],

];
