@extends('layouts.website')
@inject('blade', 'App\Helper\BladeHelper')
@section('title', "销售条款")

@section('content')
<div class="agreementCon">
	<h3>销售条款</h3>
	<br />
<p>1. 上海恺英网络科技有限公司提供游戏购买、增值服务以及其他服务（合称为“虚拟服务”）。您可以通过现金或兑换V币购买虚拟服务。
</p>
<p>2. 上海恺英网络科技有限公司开发了一套系统，命名为V币，于VRonline内使用。您可通过官方提供的支付方式为您的VRonline账号充入V币。V币可用于兑换虚拟服务，一旦成功充值，V币将不得回兑成现金、其他形式予以退还，除非另行有明确同意或者适用的法律法规另有明确要求。&nbsp;您确认并同意V币仅可用来兑换VRonline提供的虚拟服务，且已充入VRonline账号的V币不得以其它方式相互进行交易。如果您违反本条规定进行交易，上海恺英网络科技有限公司有权采取处理措施。
</p>
<p>3. 一旦购买虚拟服务完成，无论是以现金还是通过兑换V币进行的购买，您将不得撤销或要求将虚拟服务回兑成相应的现金或V币，除非有证据证明是在您的账号被盗或者欺诈后进行的。
</p>
<p>
    <br/>
</p>
</div>
@endsection