@extends('layouts.website')
@inject('blade', 'App\Helper\BladeHelper')
@section('title', "VRonline许可及服务协议")

@section('content')
<div class="agreementCon">
	<h3>VRonline许可及服务协议</h3>
	<br />
<p class="strong">
	
    【导言】&nbsp;
    
</p>
<p class="strong">
    欢迎您使用VR助手软件及服务！&nbsp;
</p>
<p class="strong">
    为使用VR助手软件（以下简称“本软件”）及服务，您应当阅读并遵守《VR助手软件许可及服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制上海恺英网络科技有限公司（简称“恺英网络”）责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示您注意。&nbsp;
</p>
<p class="strong">
   除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用本软件及相关服务。您的下载、安装、使用、获取VRonline账号、登录等行为即视为您已阅读并同意上述协议的约束。&nbsp;
</p>
<p>
    如果您是未成年人，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。
</p>
<p class="strong">
    一、【协议的范围】&nbsp;
</p>
<p>
    1.1 【协议适用主体范围】&nbsp;
</p>
<p>
    本协议是您与恺英网络之间关于您下载、安装、使用、复制本软件，以及使用恺英网络相关服务所订立的协议。&nbsp;
</p>
<p class="strong">
    本协议内容同时包括恺英网络可能不断发布关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。
	
</p>
<p>
    1.2【协议的变更】
</p>
<p>
    本协议之规定有时可能会更改，本协议一旦发生变动，将会在产品的重要页面上提示变更内容。如果您不同意变更的内容，您可以主动取消获得的网络服务。如果您在变更内容公告后15天内未主动取消服务，则视为接受条款的变更；变更内容公告后您如果仍继续使用本公司提供的产品和服务亦构成对条款变更的接受。
</p>
<p class="strong">
    二、【关于本服务】&nbsp;
</p>
<p>
    2.1 【本服务的内容】&nbsp;
</p>
<p>
    本服务的内容是指恺英网络向用户提供服务内容、硬件设备的综合性平台管理工具（以下简称“VR助手”软件许可及服务（以下简称“本服务”）。
</p>
<p>
    2.2 【本服务的形式】 您使用本服务需要下载VR助手软件，对于这些软件，恺英网络给予您个人一项不可转让及非排他性的许可。您仅可为访问或使用本服务为目的而使用这些软件及服务。&nbsp;
</p>
<p>
    2.3 【本服务许可的范围】&nbsp;
</p>
<p>
    2.3.1 恺英网络给予您一项个人的、不可转让及非排他性的许可，以使用本软件。您可以为非商业目的在一台终端设备上安装、使用、显示、运行本软件。&nbsp;
</p>
<p>
    2.3.2 您可以为使用本软件及服务的目的复制本软件的一个副本，仅用作备份。备份副本必须包含原软件中含有的所有著作权信息。&nbsp;
</p>
<p>
    2.3.3 本条及本协议其他条款未明示授权的其他一切权利仍由恺英网络保留，您在行使这些权利时须另外取得恺英网络的书面许可。恺英网络如果未行使前述任何权利，并不构成对该权利的放弃。
</p>
<p class="strong">
    三、【软件的获取】&nbsp;
</p>
<p>
    3.1 您可以直接从恺英网络的网站上获取本软件，也可以从得到恺英网络授权的第三方获取。&nbsp;
</p>
<p>
    3.2 如果您从未经恺英网络授权的第三方获取本软件或与本软件名称相同的安装程序，恺英网络无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。
</p>
<p class="strong">
   四、【软件的安装与卸载】&nbsp;
</p>
<p>
    4.1 恺英网络可能为不同的终端设备开发了不同的软件版本，您应当根据实际情况选择下载合适的版本进行安装。&nbsp;
</p>
<p>
    4.2 下载安装程序后，您需要按照该程序提示的步骤正确安装。&nbsp;
</p>
<p>
    4.3 为提供更加优质、安全的服务，在本软件安装时恺英网络可能推荐您安装其他软件，您可以选择安装或不安装。&nbsp;
</p>
<p>
    4.4 如果您不再需要使用本软件或者需要安装新版软件，可以自行卸载。如果您愿意帮助恺英网络改进产品服务，请告知卸载的原因。
</p>
<p class="strong">
    五、【软件的更新】&nbsp;
</p>
<p>
    5.1 为了改善用户体验、完善服务内容，恺英网络将不断努力开发新的服务，并为您不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。&nbsp;
</p>
<p class="strong">
    5.2 为了保证本软件及服务的安全性和功能的一致性，恺英网络有权不经向您特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。&nbsp;
</p>
<p>
    5.3 本软件新版本发布后，旧版本的软件可能无法使用。恺英网络不保证旧版本软件及相应的客户服务继续可用，请您随时核对并下载最新版本。
</p>
<p class="strong">
    六、【用户个人信息保护】&nbsp;
</p>
<p>
    6.1保护用户个人信息是恺英网络的一项基本原则，恺英网络将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可恺英网络不会向第三方公开、透露用户个人信息。恺英网络对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。&nbsp;
</p>
<p>
    6.2 您在注册账号或使用本服务的过程中，可能需要提供一些必要的信息，例如：为向您提供账号注册服务或进行用户身份识别，需要您填写手机号码等信息。若国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。&nbsp;
</p>
<p>
    6.3一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别的需要，您可能无法修改注册时提供的初始注册信息及其他验证信息。&nbsp;
</p>
<p>
    6.4恺英网络将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。&nbsp;
</p>
<p>
    6.5未经您的同意，恺英网络不会向恺英网络以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。&nbsp;
</p>
<p class="strong">
    6.6恺英网络非常重视对未成年人个人信息的保护。若您是未成年人，在使用本服务前，应事先取得您家长或法定监护人的书面同意。
</p>
<p class="strong">
   6.7您在使用本服务中请勿透露自己的各类财产账号、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由您自行承担。 
</p>
<p class="strong">
    七、【主权利义务条款】&nbsp;
</p>
<p>
    7.1 【账号使用规范】&nbsp;
</p>
<p>
    7.1.1 您在使用本服务前需要注册一个VRonline账号。VRonline账号可通过登录VR助手或VR助手官网进行注册，恺英网络有权根据用户需求或产品需要对账号注册和绑定的方式进行变更，关于您使用账号的具体规则、相关账号使用协议以及恺英网络为此发布的专项规则均由恺英网络制定。&nbsp;
</p>
<p class="strong">
    7.1.2 VRonline账号的所有权归恺英网络所有，用户完成申请注册手续后，仅获得VRonline账号的使用权，且该使用权仅属于初始申请注册人，同时，初始申请注册人不得赠与、借用、租用、转让或售卖VRonline账号或者以其他方式许可非初始申请注册人使用VRonline账号。非初始申请注册人不得通过受赠、继承、承租、受让或者其他任何方式使用VRonline账号。&nbsp;
</p>
<p>
    7.1.3 您有责任妥善保管注册账号信息及账号密码的安全，您需要对注册账号以及密码使用行为承担法律责任。您同意在任何情况下不向他人透露账号及密码信息。在您怀疑他人在使用您的账号时，您应立即通知恺英网络。&nbsp;
</p>
<p>
    7.1.4 当用户登录客户端后身份为游客时，您可以对VRonline账号和密码进行修改。&nbsp;
</p>
<p class="strong">
    7.1.5 用户注册VRonline账号后如果长期不登录该账号，恺英网络有权回收该账号，以免造成资源浪费，由此带来的任何损失均由用户自行承担。&nbsp;<
</p>
<p>
    7.2【用户注意事项】&nbsp;
</p>
<p>
    7.2.1 您理解并同意：为了向您提供有效的服务，本软件会利用您通讯终端的处理器和带宽等资源。本软件使用过程中可能产生流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。&nbsp;
</p>
<p>
    7.2.2您理解并同意：本软件的某些功能可能会让第三方知晓用户的信息，例如：通过用户昵称可以查询用户头像等可公开的个人资料。&nbsp;
</p>
<p>
    7.2.3您在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），您在使用该项服务前请阅读并同意相关的单独协议。&nbsp;
</p>
<p class="strong">
    7.2.4 您理解并同意：恺英网络将会尽其商业上的合理努力保障您在本软件及服务中的数据存储安全，但是，恺英网络并不能就此提供绝对保证，包括但不限于以下情形：&nbsp;
</p>
<p class="strong">
    7.2.4.1 恺英网络不对您在本软件及服务中相关数据的删除或储存失败负责；&nbsp;
</p>
<p class="strong">
    7.2.4.2 恺英网络有权根据实际情况自行决定单个用户在本软件及服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本软件及服务中的相关数据；&nbsp;
</p>
<p class="strong">
    7.2.4.3 如果您停止使用本软件及服务或服务被终止或取消，恺英网络可以从服务器上永久地删除您的数据。服务停止、终止或取消后，恺英网络没有义务向您返还任何数据。&nbsp;
</p>
<p>
    7.2.5 用户在使用本软件及服务时，须自行承担恺英网络不可掌控的如下风险内容，包括但不限于：&nbsp;
</p>
<p>
    7.2.5.1由于不可抗拒因素可能引起的个人信息丢失、泄漏等风险；&nbsp;
</p>
<p>
    7.2.5.2 用户必须选择与计算机操作系统相匹配的软件版本，否则，由于软件与计算机操作系统不相匹配所导致的任何问题或损害；
</p>
<p>
    7.2.5.3 用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险；&nbsp;
</p>
<p>
    7.2.5.4 用户发布的内容被他人转发、分享，因这些传播可能带来的风险和责任；&nbsp;
</p>
<p>
    7.2.5.5 由于网络信号不稳定、网络带宽不足等原因，所引起的登录失败、资料同步不完整、页面打开速度慢等风险。&nbsp;
</p>
<p>
    7.3【第三方产品和服务】&nbsp;
</p>
<p>
    7.3.1 您在使用本软件第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。恺英网络和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。&nbsp;
</p>
<p>
    7.3.2 因用户使用本软件或要求恺英网络提供特定服务时，本软件可能会调用第三方系统或者通过第三方支持用户的使用或访问，使用或访问的结果由该第三方提供，恺英网络不保证通过第三方提供服务及内容的安全性、准确性、有效性，由此若引发的任何争议及损害，与恺英网络无关，恺英网络不承担任何责任。
</p>
<p>
    7.3.3本软件内容是以开放平台形式，由第三方或开发者自主上传、发布，恺英网络不承诺和保证所有开放平台上第三方或开发者自主上传产品具有完整版权，由此若引发的任何争议及损害，恺英网络不承担任何责任。
</p>
<p>
    7.3.4本软件发布的游戏、视频内容，均由第三方或开发者自主上传和发布，若由此产生的任何问题，请及时反馈和通知，我们将会对发布的内容进行审核，并根据实际情况进行相应处理。
</p>
<p>
    八、【用户行为规范】
</p>
<p>
    8.1【信息内容规范】&nbsp;
</p>
<p>
    8.1.1本条所述信息内容是指用户使用本软件及服务过程中所制作、复制、发布、传播的任何内容，包括但不限于VRonline账号头像、名字、用户说明等注册信息，或文字、语音、图片等内容，以及其他使用VRonline账号或本软件及服务所产生的内容。&nbsp;
</p>
<p>
    8.1.2 您理解并同意，VR助手一直致力于为用户提供文明健康、规范有序的网络环境，您不得利用VRonline账号或本软件及服务制作、复制、发布、传播、储存如下干扰VR助手正常运营，以及侵犯其他用户或第三方合法权益的内容，包括但不限于：&nbsp;
</p>
<p>
    8.1.2.1违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽或含有任何性或性暗示的、暴力的内容；&nbsp;
</p>
<p>
    8.1.2.2侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；&nbsp;
</p>
<p>
    8.1.2.3 涉及他人隐私、个人信息或资料的；&nbsp;
</p>
<p>
    8.1.2.4骚扰信息、广告信息或垃圾信息；&nbsp;
</p>
<p>
    8.1.2.5 其他违反法律法规、政策及公序良俗、社会公德或干扰VR助手正常运营和侵犯其他用户或第三方合法权益内容的信息。
</p>
<p>
    8.2【软件使用规范】&nbsp;
</p>
<p>
    除非法律允许或恺英网络书面许可，您在使用本软件过程中不得从事下列行为：&nbsp;
</p>
<p>
    8.2.1 删除本软件及其副本上关于著作权的信息；&nbsp;
</p>
<p>
    8.2.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；&nbsp;
</p>
<p>
    8.2.3 对恺英网络拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；&nbsp;
</p>
<p>
    8.2.4 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经恺英网络经授权的第三方工具/服务接入本软件和相关系统；&nbsp;
</p>
<p>
    8.2.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；&nbsp;
</p>
<p>
    8.2.6 通过非恺英网络开发、授权的第三方软件、插件、外挂、系统，登录或使用恺英网络软件及服务，或制作、发布、传播上述工具；&nbsp;
</p>
<p>
    8.2.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据等进行干扰；&nbsp;
</p>
<p>
    8.2.8 其他未经恺英网络明示授权的行为。
</p>
<p>
    8.3【服务运营规范】&nbsp;
</p>
<p>
    除非法律允许或恺英网络书面许可，您在使用本服务过程中不得从事下列行为：&nbsp;
</p>
<p>
    8.3.1 提交、发布虚假信息，或冒充、利用他人名义提交、发布信息；&nbsp;
</p>
<p>
    8.3.2 诱导其他用户点击链接页面或分享信息；&nbsp;
</p>
<p>
    8.3.3 虚构事实、隐瞒真相以误导、欺骗他人；&nbsp;
</p>
<p>
    8.3.4 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利；&nbsp;
</p>
<p>
    8.3.5 未经恺英网络书面许可利用VRonline账号和任何功能，以及第三方运营平台进行推广或互相推广；&nbsp;
</p>
<p>
    8.3.6 利用VRonline账号或本软件及服务从事任何违法犯罪活动的；&nbsp;
</p>
<p>
    8.3.7 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目；&nbsp;
</p>
<p>
    8.3.8 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或恺英网络未明示授权的行为。
</p>
<p>
    8.4 【对自己行为负责】&nbsp;
</p>
<p class="strong">
    您充分了解并同意：您必须为自己注册账号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。恺英网络无法且不会对因前述风险而导致的任何损失或损害承担责任。
</p>
<p>
    8.5【违约处理】
</p>
<p>
    8.5.1 如果恺英网络发现或收到他人举报或投诉用户违反本协议约定的，恺英网络有权不经通知随时对相关内容进行删除，并视行为情节对违规账号处以包括但不限于警告、限制或禁止使用全部或部分功能、账号封禁直至注销的处罚，并公告处理结果。&nbsp;
</p>
<p>
    8.5.2 您理解并同意，恺英网络有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向并有关部门报告等，用户应独自承担由此而产生的一切法律责任。&nbsp;
</p>
<p>
    8.5.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；恺英网络因此遭受损失的，您也应当一并赔偿。
</p>
<p class="strong">
    九、【知识产权声明】&nbsp;
</p>
<p>
    9.1 恺英网络是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，恺英网络均享有上述知识产权。&nbsp;
</p>
<p>
    9.2 未经恺英网络书面同意，您不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权，恺英网络保留追究上述行为法律责任的权利。
</p>
<p>
    9.3您不得对本软件及相关附属组件，网站相关网页、应用等产品进行反向工程、反向汇编、反向编译等。
</p>
<p class="strong">
    十、【终端安全责任】&nbsp;
</p>
<p>
    10.1您理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。&nbsp;
</p>
<p>
    10.2 您不得制作、发布、使用、传播用于窃取VRonline账号及他人个人信息、财产的恶意程序。&nbsp;
</p>
<p>
    10.3 维护软件安全与正常使用是恺英网络和您的共同责任，恺英网络将按照行业标准合理审慎地采取必要技术措施保护您的终端设备信息和数据安全，但是您承认和同意恺英网络并不能就此提供完全保证。&nbsp;
</p>
<p class="strong">
    10.4 在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，需要先核实对方身份，并请经常留意恺英网络有关防范诈骗犯罪的提示。
	
</p>
<p class="strong">
    十一、【第三方软件或技术】&nbsp;
</p>
<p>
    11.1 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等），这种使用已经获得第三方合法授权。&nbsp;
</p>
<p>
    11.2 本软件如果使用了第三方的软件或技术，恺英网络将按照相关法律法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中以打包等方式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议或其他文件，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求恺英网络给予协助，您应当自行承担法律责任。&nbsp;
</p>
<p>
    11.3 如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，恺英网络不承担任何责任。恺英网络不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。
</p>
<p class="strong">
    十二、【其他】&nbsp;
</p>
<p>
    12.1 您使用本软件即视为您已阅读并同意受本协议的约束。恺英网络有权在必要时修改本协议条款。您可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果您继续使用本软件，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本软件。&nbsp;
</p>
<p>
    12.2本协议签订地为中华人民共和国上海市徐汇区。&nbsp;
</p>
<p>
    12.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。&nbsp;
</p>
<p>
    12.4 若您和恺英网络之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。&nbsp;
</p>
<p>
    12.5 本协议所有条款的标题仅为阅读方便，本身并无实际含义，不能作为本协议含义解释的依据。&nbsp;
</p>
<p>
    12.6 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
</p>
<h4 style="text-align: right;">
    恺英网络
</h4>
<p>
    <br/>
</p>
</div>
@endsection