@inject('blade', 'App\Helper\BladeHelper')
@extends('layouts.website')

@section('title')VRonline用户协议@endsection

@section('content')
<div class="agreementCon">
    <h3>VRonline用户协议</h3>
    <br />
    <p class="strong">
    本协议是由用户（以下简称为&quot;您&quot;）与上海恺英网络科技有限公司及其关联公司及第三方合作公司（以下简称为&quot;我们&quot;）就VRonline所提供的游戏产品及服务所订立的协议。
    </p>
    <h4>
    一、关于您与我们之间的协议
    </h4>
    <p>
    为保障您的权益，请您于注册使用我们所提供的产品及服务之前，仔细阅读本协议（未成年人应当在法定监护人陪同下阅读），包括免除或者限制我们责任的免责条款及对您权利的限制条款，并选择接受或者不接受本协议。一旦您进行注册，即表示您同意并愿意遵守以下所有规定。&nbsp;
    </p>
    <p>
    若您通过我们提供的第三方登录入口（包括但不限于：QQ登录，新浪登录）使用我们所提供的产品和服务，则您应同时遵守本协议、我们的游戏通行证协议及第三方平台的登录服务协议。您应先至此页面下方仔细阅读通行证协议，再选择是否继续使用我们所提供的产品和服务。如果您使用我们所提供的产品和服务，则应视为您已经详细阅读了本协议的内容，同意本协议的内容，并同意遵守本协议。&nbsp;
    </p>
    <p>
    基于对我们本身、您及市场状况不断变化的考虑，我们保留随时修改、新增、删除本协议条款的权利。修改、新增、删除本协议条款时，我们将于官方网站首页公告修改、新增、删除的事实，而不另行对您进行个别通知。若您不同意我们所修改、新增、删除的内容，可停止使用我们所提供的服务。若您继续使用我们的服务，则视同您同意并接受本协议条款修改、新增、删除后的一切内容。&nbsp;
    </p>
    <p>
        <br/>
    </p>
    <h4>
    二、关于实名注册账号
    </h4>
    <p>
    1. 提供个人注册资料
    </p>
    <p class='yellow'>
    ※（1）您在注册我公司网站账号时，您承诺以您的真实身份注册成为我们的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和本协议约定对所提供的信息承担相应的法律责任。
    </p>
    <p>
    （2）所有由您提供的个人资料将被我们用来作为识别您和其他用户的依据；
    </p>
    <p>
    （3）如果您所提供的个人注册资料与事实不符，或已变更而未及时更新，或有任何误导之嫌，导致我们无法为您提供或进一步提供产品和服务，我们将不承担任何责任。
    </p>
    <p>
    2. 修改注册资料
    </p>
    <p class='yellow'>
    ※您以真实身份注册成为我们用户后，需要修改所提供的个人身份资料信息的，我们会及时、有效地为您修改。即：若您需要修改注册账号密码或绑定的密保时，可提供资料给我们客服核实身份后，由我们为您修改。若您需要修改身份证号，由于您未以真实身份注册为我们用户，因此我们不能为您提供此项服务，请予以理解。
    </p>
    <p>
    3. 若您通过我们提供的第三方登录入口而没有实名注册，则您应主动至我们提供的实名验证系统进行填写，以便我们对未成年人进行防沉迷保护。
    </p>
    <p>
    为保护未成年人身心健康，未满18岁的用户将受到防沉迷系统的限制：
    </p>
    <p>
    （1）游戏过程中，会提示您的累计在线时间。
    </p>
    <p>
    （2）累计游戏时间超过3小时，游戏收益（经验、金钱等）减半。
    </p>
    <p>
    （3）累计游戏时间超过5小时，游戏收益（经验、金钱等）为0。&nbsp;
    </p>
    <p>
    4. 当您向我们提供与所注册的身份信息相一致的个人有效身份信息后，我们将为您提供必要的协助和支持。
    </p>
    <p>
        <br/>
    </p>
    <h4>
    三、关于账号和密码的使用
    </h4>
    <p>
    1. 此处指的是您注册成功的账号及密码。请了解账号在注册之后不可变更，而密码可以通过我们提供的服务进行修改。
    </p>
    <p>
    2. 您注册的账号的所有权归我们，您完成注册申请手续后，获得注册账号的使用权。账号及密码使用权仅属于初始申请注册人。未经我们许可，您不得赠与、借用、租用、转让或售卖账号或者以其他方式许可非初始申请注册人使用账号。
    </p>
    <p class='yellow'>
    ※3. 我们有权审查您注册所提供的身份信息是否真实、有效，并积极地采取技术与管理等合理措施保障您账号的安全、有效；您有义务妥善保管您的账号及密码，并正确、安全地使用您的账号及密码。您未尽上述义务致账号密码遗失、账号被盗等情形而给您和他人的民事权利造成损害的，您应当自行承担由此产生的法律责任。
    </p>
    <p class='yellow'>
    ※4. 您对于您的账号及密码的保管以及登录后使用该账号和密码所产生的行为依法享有权利和承担责任。
    </p>
    <p>
    5. 因为您的保管疏忽或其他任何个人行为导致您的账号或密码遭他人非法使用及因此所衍生的任何后果，我们不承担任何责任。
    </p>
    <p class='yellow'>
    ※6. 您发现您的账号或密码被他人非法使用或有使用异常的情况的，应及时根据我们公布的处理方式通知我们采取措施暂停该账号的登录和使用。
    </p>
    <p class='yellow'>
    ※7. 我们根据您的通知采取措施暂停您账号的登录和使用的，您应当提供与注册身份信息相一致的个人有效身份信息。
    </p>
    <p class='yellow'>
    ※8. 我们核实您所提供的个人有效身份信息与所注册的身份信息相一致的，会及时采取措施暂停您的账号的登录和使用。
    </p>
    <p class='yellow'>
    ※9. 若我们未及时采取措施暂停您账号的登录和使用,因此而给您造成损失的，我们应当承担相应的法律责任。
    </p>
    <p class='yellow'>
    ※10. 若您没有提供个人有效身份证件或提供的个人有效身份证件与所注册的身份信息不一致的，我们有权拒绝您的上述请求。
    </p>
    <p class='yellow'>
    ※11. 为了维护您的合法权益，您向我们提供与所注册的身份信息相一致的个人有效身份信息时，我们会为您提供您个人的账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。您的资料若有变更，您应及时及时进行更新。若您在恺英网络留下的个人资料与事实不符，恺英网络可以停止向您继续提供产品和服务。
    </p>
    <p>
    12. 您发现您的账号或游戏的某项功能被我们限制使用的情况，而要求我们开通时。您应当提供与注册身份信息相一致的个人有效身份信息。我们核实您所提供的个人有效身份信息与所注册的身份信息相一致的，会开始实施核实工作，当我们核实后确实存在误操作时，我们会立即开通您的账号或功能限制。您若没有提供个人有效身份证件或提供的个人有效身份证件与所注册的身份信息不一致的，我们有权拒绝您的上述请求。
    </p>
    <p>
    13. 如果您自愿删除了账号（注：根据您的申请），我们将不会继续保留您的注册信息。因此，一旦删除账号，不论出于什么原因，我们将无法也无义务为您恢复该账号的注册信息。但我们会保留您相关的交易记录和账务记录，保留期自交易行为发生之日起不少于180天。
    </p>
    <p>
    14. 您已经了解并同意，恺英网络在服务器数据出现异常（包括程序Bug导致的数据异常）时，可能会将该服务器的数据进行还原，对此恺英网络将不承担任何责任。
    </p>
    <p>
        <br/>
    </p>
    <h4>
    四、关于我们的服务内容
    </h4>
    <p>
    1. 我们网站服务的具体内容由我们根据实际情况提供，例如：VR游戏、网页游戏、个人中心、充值中心、多媒体、礼包中心等。我们保留随时变更、中断或终止部分或全部服务的权利。
    </p>
    <p>
    2. 您应当理解：我们仅提供游戏的产品及服务，除此之外与游戏产品服务有关的设备(如网页及其他与接入互联网有关的装置)及所需的费用(如为接入互联网而支付的电话费及上网费)均应由您自行负担。您同意使用的设备及上网所存在的风险将由您自己承担，我们不承担任何责任。
    </p>
    <p>
    3. 我们网站不保证以下事宜：
    </p>
    <p>
    (1) 本服务将符合您个人的要求;
    </p>
    <p>
    (2) 本服务将不受干扰、及时提供、安全可靠或不会出错。
    </p>
    <p>
    您理解并同意，我们的服务是按照现有技术和条件所能达到的现状提供的。我们会尽最大努力向您提供服务，确保服务的连续性和安全性；但我们不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
    </p>
    <p>
    4. 您应根据本协议以及我们不时更新和公布的其他规则使用我们提供的产品和服务。
    </p>
    <p>
    5. 您有权在使用我们提供的产品和服务期间随时向我们提出与我们的产品和服务有关的意见和建议。
    </p>
    <p>
    <br/>
    </p>
    <h4>
    五、关于您使用我们产品和服务时应承担的义务
    </h4>
    <p>
    1. 内容发布规范：
    </p>
    <p>
    您须遵守互联网信息发布的有关法律、法规及通常适用的互联网一般道德和礼仪的规范，您将自行承担您所发布的信息内容的责任。您不得发布下列内容：
    </p>
    <p>
    （1）违反宪法确定的基本原则的；
    </p>
    <p>
    （2）危害国家统一、主权和领土完整的；
    </p>
    <p>
    （3）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；
    </p>
    <p>
    （4）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；
    </p>
    <p>
    （5）宣扬邪教、迷信的；
    </p>
    <p>
    （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
    </p>
    <p>
    （7）宣扬淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
    </p>
    <p>
    （8）侮辱、诽谤他人，侵害他人合法权益的；
    </p>
    <p>
    （9）违背社会公德的；
    </p>
    <p>
    （10）有法律、行政法规和国家规定禁止的其他内容的。
    </p>
    <p>
    2. 禁止任何危害计算机网络安全的行为，包括但不限于：
    </p>
    <p>
    （1）使用未经许可的数据或进入未经许可的服务器/账号；
    </p>
    <p>
    （2）未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；
    </p>
    <p>
    （3）未经许可，企图探查、扫描、测试本网站系统或网络的弱点或其它实施破坏网络安全的行为；
    </p>
    <p>
    （4）企图干涉、破坏本网站系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；
    </p>
    <p>
    （5）伪造TCP/IP数据包名称或部分名称。
    </p>
    <p>
    （6）利用程序的漏洞和错误（Bug）破坏游戏的正常进行或传播该漏洞或错误（Bug）；
    </p>
    <p>
    （7）其他不合理地干扰或阻碍他人使用我们所提供的产品和服务。
    </p>
    <p>
    3. 禁止任何破坏产品及服务公平性或者其他影响服务正常秩序的行为，包括但不限于：
    </p>
    <p>
    （1）主动或被动刷分；
    </p>
    <p>
    （2）合伙作弊；
    </p>
    <p>
    （3）制作、使用、发布、传播任何形式的妨碍游戏公平性的辅助工具或程序（外挂）；
    </p>
    <p>
    （4）利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的利益；
    </p>
    <p>
    （5）利用互联网或其他方式将外挂、作弊软件、BUG公之于众；
    </p>
    <p>
    （6）在游戏中进行恶意刷屏、恶意踢人、恶意耗时等破坏应用公共秩序的行为。
    </p>
    <p>
    （7）其他影响服务正常秩序的行为。
    </p>
    <p>
    4. 禁止商业使用行为
    </p>
    <p>
    您仅能以个人的身份使用我们所提供的产品和服务，您不能利用我们所提供的产品和服务从事商业目的的活动，也不能利用我们的产品和服务进行销售或其他商业目的的活动。诸如发布广告、销售商品的商业行为，或者进行任何侵害我们利益的行为，如贩卖账号、游戏币、外挂、游戏道具、游戏装备等。
    </p>
    <p>
    5. 禁止欺诈行为
    </p>
    <p>
    （1）不得冒充开发者、应用服务管理员或应用论坛管理员、版主发布任何诈骗或虚假信息。
    </p>
    <p>
    （2）不得以其他任何形式进行欺诈。
    </p>
    <p>
        <br/>
    </p>
    <h4>
    六、有关产品或服务的变更、中断或终止
    </h4>
    <p class='yellow'>
    ※发生下列情形之一时，若造成您24小时以上无法正常使用我们产品，我们将根据您提供的损失证明予以赔偿：
    </p>
    <p>
    （1）检查或施工，软硬件更新，系统维护或升级需暂停网络服务；
    </p>
    <p>
    （2）服务器遭到任何形式的破坏，攻击，无法正常运作；
    </p>
    <p>
    （3）网络线路或其它导致玩家通过网络连接至我们服务器的动作发生滞碍等情形；
    </p>
    <p>
    （4）发生突发性软硬件设备与电子通信设备故障时。
    </p>
    <p>
    ※发生下列情形之一时，我们有权中断、停止或变更我们提供的服务，因此而产生的困扰、不便或损失，您理解并同意我们仅负举证责任：
    </p>
    <p>
    1.服务中断，即暂停服务，我们将尽快完成维修、维护工作
    </p>
    <p>
    （1）自然灾害等不可抗力的因素；
    </p>
    <p>
    （2）在紧急情况之下为维护国家安全或其它会员及第三者人身安全时；
    </p>
    <p>
    ※（3）您提供虚假注册身份信息，或实施其它违反本协议的不当行为时；
    </p>
    <p>
    ※我们采取中断措施会通知您并告知中断期间，中断期间应该是合理的，中断期间届满我们会及时恢复对您的服务。
    </p>
    <p>
    2.服务变更
    </p>
    <p>
    （1）您理解并同意：我们为增加并丰富游戏的内容，游戏在运行时会不定期更新并调整改变游戏内所有的功能。在游戏更新后，一切游戏内的操作、内容、设定将以游戏中的公告设定为准；
    </p>
    <p>
    （2）如有系统故障、Bug、程序出错等等问题，我们有权把游戏的资料还原到一定日期，以维护游戏内之平衡。
    </p>
    <p>
    （3）我们有权决定我们所提供的产品和服务的资费标准和收费方式，我们可能会就不同的产品和服务制定不同的资费标准和收费方式，也可能按照我们所提供的产品和服务的不同阶段确定不同的资费标准和收费方式。另外，我们也可能不时地修改我们的资费政策。我们会将有关产品和服务的收费信息以及与该产品和服务有关的资费标准、收费方式、购买方式或其他有关资费政策的信息放置在该产品和服务相关网页的显著位置；
    </p>
    <p>
    （4）在出现本公司游戏服务器合并情形时，本公司有权将您的角色档案转移到其它本公司游戏服务器。
    </p>
    <p>
    3.服务终止
    </p>
    <p class='yellow'>
    ※（1）您有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，我们有权立即终止对您提供服务。
    </p>
    <p class='yellow'>
    ※（2）您在接受我们服务时实施了本协议第五项任何一项行为的，我们有权终止对您提供全部或部分服务。
    </p>
    <p>
    （3）您自行删除的角色，自删除之日起一定时间内没有恢复的。
    </p>
    <p>
    （4）对于我们的收费产品和服务，您应该按照我们确定的资费政策购买我们的产品和服务。如果您未按我们确定的资费政策购买我们的产品和服务，我们可以立即停止向您提供该产品和服务。&nbsp;
    </p>
    <p>
    （5）我们将尽力持续地向您提供产品和服务，但是我们并不排除我们可能会停止提供该产品和服务的可能性。如果单纯由于我们的原因而导致您的服务中断或停止的，对于游戏内玩家尚未用完的货币（即等值现金货币）应如何处理，我们会逐一征求大多数玩家的意见，协商解决。
    </p>
    <p>
    我们会尽力寻找适当的服务提供者或其他方式以代替我们继续提供产品和服务。在这种情况下，我们可能会将您的个人资料（包括有关的账号和密码信息及个人资料）转移给该继续提供服务的一方，也可能根据需要永久封存原有资料以推行新的游戏方式。您在此同意我们有权做此转移和改变，并且同意在我们完成转移和改变之后，我们即不再对您原有资料承担任何义务和责任。
    </p>
    <p>
        <br/>
    </p>
    <h4>
    七、网络游戏中虚拟物品的约定
    </h4>
    <p>
    我们游戏中的各种游戏币或游戏道具等虚拟物品（包括但不限于金币、银两、元宝、道具、装备等）的所有权归我们所有。您只能在符合法律和游戏规则的情况下拥有对虚拟物品的使用权。您一旦购买了虚拟物品的使用权，将视为自动进入消费过程，不得以任何名义要求退还该虚拟物品。
    </p>
    <p>
    您可以从我们提供的各种途径中获得与游戏相关的虚拟物品。
    </p>
    <p>
    在游戏运营过程中，如出现用户去世、离婚及其他财产变动的事由，且相关权利人向我们申请其网络游戏中虚拟物品的财产权益时，我们将参照《继承法》、《婚姻法》等相关法律的规定按以下方式协助其进行变更：
    </p>
    <p>
    （1）涉及继承事宜，相关权利人对该用户虚拟财产使用权提出继承申请的，除了提供申请人的身份信息及与被继承人关联信息外，请向我们出示含有约定我们产品虚拟财产分配内容的被继承人的公证遗嘱。没有公证遗嘱的，请向我们提供公证处开具的相关继承权证明书以及相关继承人达成的遗产继承协议。用户生前没有留下遗嘱，且继承人之间无法达成协议的，请先向人民调解委员会申请调解或者向人民法院提起诉讼，并向我们提供相关生效的调解书或判决书。
    </p>
    <p>
    （2）涉及离婚事宜，相关权利人对该用户虚拟财产使用权提出分割请求的，除了提供申请人的身份信息及与被继承人关联信息外，需提供经公证的含有约定我们产品虚拟财产分配内容的双方财产分割协议；诉讼离婚的，需向我们提供相关生效的调解书或判决书。
    </p>
    <p>
    玩家不得自行进行线下交易，游戏内的游戏币、道具、装备等虚拟物品都是不允许线下交易的。因玩家自行线下交易出现任何问题我们将不给予受理，玩家将自行负责。&nbsp;
    </p>
    <p>
    我们不提倡您通过非我们指定渠道购买、接受赠与或者其他的方式从他方获得上述游戏虚拟物品，尤其是他方开设的电子网络交易平台网站。因为从他方获得的上述游戏虚拟物品可能是盗号分子盗窃得来的赃物，受害者可能会通过各种手段要求索回。
    </p>
    <p>
    您充分理解到：从他方获得游戏虚拟物品可能存在各种风险，您不应从他方获得上述游戏物品。您如果坚持从他方获得上述游戏物品，则您应当自行承担相应的风险，我们不保证该等游戏虚拟物品在游戏中能够正常使用，也不保证该等虚拟物品不被索回。
    </p>
    <p>
    游戏中非正常交易（包括但不限于：大量的游戏币换廉价道具等行为）将被我们定性为您具有商业行为或者您具有使用外挂的嫌疑；您充分理解并同意我们将限制您相关账号的交易功能。
    </p>
    <p>
    请提高警惕，谨防服务中的欺骗行为，由于您个人不慎而造成的账号、虚拟物品或点卡等被骗或其他任何后果，我们可以提供支持帮助，但不负责赔偿或追回受骗的损失；
    </p>
    <p>
    除服务器大规模断线外，由于地方网络问题、个人操作问题等个别原因造成的角色被删或回档、以及虚拟物品和金钱的损失，我们不负有责任。
    </p>
    <p>
        <br/>
    </p>
    <h4>
        八、隐私保护
    </h4>
    <p class='yellow'>
    ※1. 我们要求您提供与您个人身份有关的信息资料时，会在网站首页公布隐私权保护政策和个人信息利用政策，并采取必要措施保护您的个人信息资料的安全。
    </p>
    <p class='yellow'>
    ※2. 保护您（特别是未成年人）的隐私是一项基本政策， 未经您的许可，我们保证不对外公开或向任何第三方提供、公开或共享您注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：
    </p>
    <p class='yellow'>
    ※（1）您或您监护人授权我们披露的；
    </p>
    <p class='yellow'>
    ※（2）有关法律要求我们披露您的；
    </p>
    <p class='yellow'>
    ※（3）司法机关或行政机关基于法定程序要求我们提供的；
    </p>
    <p class='yellow'>
    ※（4）为保护我们的知识产权和其他财产权益等合法权益，需要披露您的个人资料；
    </p>
    <p class='yellow'>
    ※（5）应您监护人的合法要求而提供您个人身份信息时；
    </p>
    <p>
    （6）其他需公开您个人身份信息的正当情形。
    </p>
    <p>
    3. 您清楚我们可能会与第三方合作用户提供相关的网络服务，在此情况下，如该第三方同意承担与我们同等的保护您隐私的责任，则您同意可将您的注册资料等提供给该第三方。
    </p>
    <p>
    我们承诺不会以任何方式出售您的隐私信息，也不会在旗下其他您未注册过的产品中任意注入您的隐私信息。
    </p>
    <p>
    4. 您同意在不透露您隐私资料的前提下，我们有权对整个用户数据库进行技术分析并对已进行分析、整理后的用户数据库进行商业上的利用。&nbsp;
    </p>
    <p>
    5. 我们将采取商业上合理的方式以保护您的个人资料的安全。我们将使用通常可以获得的安全技术和程序来保护您的个人资料不被未经授权的访问、使用或泄漏。对于非因我们的疏忽而造成您账号的丢失或您个人资料的泄密，我们不承担任何责任。
    </p>
    <p>
        <br/>
    </p>
    <h4>
    九、知识产权
    </h4>
    <p>
    本协议以及下列任何一项作品或资料的所有权及包括著作权在内的全部知识产权均由我们享有,受《中华人民共和国著作权法》、《计算机软件保护条例〉、《信息网络传播权保护条例〉、《中华人民共和国商标法〉和相关的国际条约以及其他的法律法规保护：
    </p>
    <p>
    我公司网站上之游戏软件；软件要素作品；游戏数据；游戏过程衍生品、游戏编辑衍生品；
    </p>
    <p>
    您应我们邀请，为我们提供有关我们公司网站上之游戏的测试、BUG及外挂跟踪汇报、及推广、单键情报收集等服务的过程中，向我们提交的相应的作品或资料，如游戏测试报告等。
    </p>
    <p>
    应我们邀请，您提供给我们用于我公司网站上之游戏的个人作品之著作权归您单独享有，我们享有无期限的、全球范围内的、不可撤销、完全免费的使用权。该等作品一经您提供给我们，即视为您授予了我们该等使用权，而且我们还可以将该等使用权转上或者转授权给其关联公司或者合作单位。双方另有约定的，从其约定。
    </p>
    <p>
    我们基于本协议许可您的是您对我们公司网站上之当前版本游戏享有非专有使用权，而且，该等非专有使用权是临时的、可撤销的、本协议约定范围内的使用权。
    </p>
    <p>
    本协议没有也不会将我公司网站上之游戏的发行权、信息网络传播权和出租权等某一项或某几项著作权权利、及其他的本协议未明示的权利许可给您，这些权利都为我们单独享有。我们通过本协议许可您的，只是通过互联网在线使用和享受我公司网站上之游戏产品及服务的权利。
    </p>
    <p>
        <br/>
    </p>
    <h4>
    十、关于广告
    </h4>
    <p>
    我们的线上游戏软件上可能刊登商业广告或其它活动促销的广告。这些内容系广告商或商品服务提供者所为，我们仅提供刊登内容的媒介。您通过我们或我们所链接的网站所购买的服务或商品，其交易行为仅存于您与该商品或服务的提供者之间，与我们无关，因此导致的任何纠纷，由您与该商品或服务的提供者自行解决，我们不承担责任。
    </p>
    <p>
        <br/>
    </p>
    <h4>
    十一、至第三方站点的链接
    </h4>
    <p>
    您可能在使用我们的产品和服务过程中链接到第三方的站点。第三方的站点不由我们控制，并且我们也不对任何第三方站点的内容、第三方站点包含的任何链接、或第三方站点的任何更改或更新负责。我们仅为了提供便利的目的而向您提供这些到第三方站点的链接，我们所提供的这些链接并不意味着我们认可该第三方站点。您需要检查并遵守该第三方站点的相关规定。&nbsp;
    </p>
    <p>
        <br/>
    </p>
    <h4>
    十二、风险承担
    </h4>
    <p>
    我们将尽最大的努力维护游戏的安全及公平。我们根据安全程序、虚拟物品非正常交易或使用外挂嫌疑等做出的分析判断都不是绝对准确无误的，对此，您给予充分理解。如果我们有误操作，我们将及时进行恢复，而无须赔偿。
    </p>
    <p>
        <br/>
    </p>
    <h4>
    十三、GM身份说明
    </h4>
    <p>
    1. GM即Game Master，指的是维护和管理游戏虚拟世界秩序的线上游戏管理员；
    </p>
    <p>
    2. GM不会干预游戏的正常秩序，不会以任何方式索要玩家的个人资料和密码，并不负责解决玩家之间的私人纠纷以及游戏的攻略等问题；
    </p>
    <p>
    3. 请在游戏中尊重、理解并配合GM的工作，如有任何意见，请通过专用信箱向客服中心申诉和举报；
    </p>
    <p>
        <br/>
    </p>
    <h4>
    十四、损害赔偿
    </h4>
    <p>
    您若违反本协议或相关法令，导致我们的母公司、子公司、附属公司、关系企业、受雇人、代理人及其他一切相关履行辅助人员因此受到损害或支出一切衍生费用（包括但不限于支付上述人士须就您的违反行为所进行的一切辩护或索偿诉讼及相关和解之法律费用），您应负担损害赔偿及费用承担责任。&nbsp;
    </p>
    <p>
        <br/>
    </p>
    <h4>
    十五、适用的法律及管辖地
    </h4>
    <p>
    本协议的解释、效力及适用以中华人民共和国法律为依据。如果本协议的任何内容与法律相抵触，应以法律规定为准。&nbsp;
    </p>
    <p>
    您若与我们因本协议或其所有补充协议所涉及的有关事宜发生争议或者纠纷,双方可以友好协商解决：协商不成的,您完全同意双方当中的任何一方均可以将其提交我们公司注册所在地——上海市徐汇区有管辖权的人民法院诉讼解决。
    </p>
    <p>
    <br/>
    </p>
    <h4>
    十六、个别条款的效力
    </h4>
    <p>
    本协议所定的任何条款的一部或全部无效者，不影响其它条款的效力。
    </p>
    <p>
    <br/>
    </p>
    <h4>
    十七、帮助
    </h4>
    <p>
    如果您对本协议或本服务有意见或建议，可与VRonline客服联系，我们会给予您必要的帮助。（正文完）&nbsp;
    </p>
    <p class='yellow'>
    注：※标识条款为网络游戏服务格式化协议必备条款。&nbsp;
    </p>
    <h4  style='text-align:right;'>
    恺英网络
    </h4>
    <p>
        <br/>
    </p>
</div>
@endsection

@section('javascript')
<script>

</script>
@endsection
