@extends('news.layout')

@section('meta')
<title>家长监护 - VRonline - vr虚拟现实第一门户网站 - VRonline.com</title>
@endsection

@section("head")
<link rel="stylesheet" href="//pic.vronline.com/news/style/parent_intro.css?20170310">
@endsection

@section('content')
    <div class="parent_intro">
        <div class="headline">
            <span>
                <img src="//pic.vronline.com/news/images/parent_intro.png" />
            </span>
        </div>
        <div class="clearfix content">
            <div class="fl left_content">
                <div class="title">
                    <span class="f16 cur">系统介绍</span>
                    <span class="f16">申请流程</span>
                    <span class="f16">服务FAQ</span>
                </div>
                <div class="ward cur">
                    <p class="tc">网络游戏未成年人家长监护工程”是一项由VR助手根据国家有关规定而发起的一个项目，由中华人民共和国文化部指导，旨在加强家长对未成年人参与网络游戏的监护，引导未成年人健康、绿色参与网络游戏，和谐家庭关系的社会性公益行动。它提供了一种切实可行的方法，一种家长实施监控的管道，使家长纠正部分未成年子女沉迷游戏的行为成为可能。该项社会公益行动充分反映了中国网络游戏行业高度的社会责任感，对未成年玩家合法权益的关注及对用实际行动营造和谐社会的愿望。</p>
                    <h3 class="f14">《未成年人健康参与网络游戏提示》</h3>
                    <p class="tc">随着网络在青少年中的普及，未成年人接触网络游戏已经成为普遍现象。为保护未成年人健康参与游戏，在政府进一步加强行业管理的前提下，家长也应当加强监护引导。为此，我们为未成年人参与网络游戏提供以下意见：<br />
一、主动控制游戏时间。游戏只是学习、生活的调剂，要积极参与线下的各类活动，并让父母了解自己在网络游戏中的行为和体验。<br />
二、不参与可能耗费较多时间的游戏设置。不玩大型角色扮演类游戏，不玩有PK类设置的游戏。在校学生每周玩游戏不超过2小时，每月在游戏中的花费不超过10元。<br />
三、不要将游戏当作精神寄托。尤其在现实生活中遇到压力和挫折时，应多与家人朋友交流倾诉，不要只依靠游戏来缓解压力。<br />
四、养成积极健康的游戏心态。克服攀比、炫耀、仇恨和报复等心理，避免形成欺凌弱小、抢劫他人等不良网络行为习惯。<br />
五、注意保护个人信息。包括个人家庭、朋友身份信息，家庭、学校、单位地址，电话号码等，防范网络陷阱和网络犯罪。</p>
                    <h3 class="f14">家长监护工程系统介绍</h3>
                    <p class="tc">家长监护工程充分考虑家长的实际需求，当家长发现自己的孩子玩游戏过于沉迷的时候，由家长提供合法的监护人资质证明、游戏名称账号、以及家长对于限制强度的愿望等信息，可对处于孩子游戏沉迷状态的账号采取限制措施，解决未成年人沉迷网游的不良现象，如限制孩子每天玩游戏的时间区间和长度，也可以限制只有周末才可以游戏，或者完全禁止。</p>
                    <h3 class="f14">家长监护进度查询</h3>
                    <p class="tc">如果您已经申请家长监护服务，您可以通过我们的在线客服进行查询，了解您所提交的服务申请最新处理进展，如：传真是否收到，是否需要后续提交信息，账号是否已经进行处理等。服务期间，如果您对需要提交的信息或者处理结果有疑问，或者其他任何问题，您均可以随时联系我们，我们将由专门负责的客服主管为您提供咨询解答服务，或者配合、指导您解决问题。</p>
                </div>
                <div class="ward flowsheet">
                    <img src="//pic.vronline.com/news/images/flowsheet.jpg?20170310" />
                    <p class="tc">“网络游戏未成年人家长监护工程”是一项由VR助手根据国家有关规定而发起的一个项目，由中华人民共和国文化部指导，旨在加强家长对未成年人参与网络游戏的监护，引导未成年人健康、绿色参与网络游戏，和谐家庭关系的社会性公益行动。它提供了一种切实可行的方法，一种家长实施监控的管道，使家长纠正部分未成年子女沉迷游戏的行为成为可能。该项社会公益行动充分反映了中国网络游戏行业高度的社会责任感，对未成年玩家合法权益的关注及对用实际行动营造和谐社会的愿望。
具体实施细则如下：</p>
                    <ul>
                        <li>
                            <h3 class="f14">申请条件：</h3>
                            <p>1、申请人需为被监护未成年人的法定监护人；</p>
                            <p>2、申请人的被监护人年龄小于18周岁；</p>
                            <p>3、申请人需为大陆公民，不含港、澳、台人士。</p>
                        </li>
                        <li>
                            <h3 class="f14">申请需提交材料：<a href="javascript:;"  onclick="getDoc()">(点击下载申请表格)</a></h3>
                            <p>1、监护人信息表（包含监护人的身份证明复印件）；</p>
                            <p>2、被监护人信息表（包含被监护人所玩游戏相关信息及身份证明复印件）；</p>
                            <p>3、填写网络游戏未成年人家长监护申请书、保证书、授权书并手工签字（需下载，填写并打印，签字）；</p>
                            <p>4、申请人与被监护人的监护关系证明文件（户口簿或有关机关出具的证明文件）。</p>
                        </li>
                        <li>
                            <h3 class="f14">申请方式：</h3>
                            <p>1.电话服务监护人可以通过客服QQ（324688287）</p>
                            <p>2.邮寄服务监护人可以通过邮寄提交相关信息，邮寄地址：上海市闵行区陈行路2388号浦江高科技园区9号楼10F VRonline项目部</p>
                        </li>
                        <li>
                            <h3 class="f14">其他要求：</h3>
                            <p>1.申请人应提交较完备的申请材料，对未提供的信息要及时补充；可请熟知电脑、互联网、游戏的人员进行协助，以便提供详实 资料；</p>
                            <p>2.申请人应保证提交的信息真实有效；对于提供虚假信息或伪造证件，我司将保留进一步追究法律责任的权利</p>
                        </li>
                        <li>
                            <h3 class="f14">监督方式：</h3>
                            <p>封停账号</p>
                            <p>根据监护人意愿封停被监护人账号。直至被监护人年满18周岁，并提出申请</p>
                        </li>
                    </ul>
                </div>
                <div class="ward flowsheet faq">
                    <ul>
                        <li>
                            <h3 class="f14">家长监护进度查询</h3>
                            <p>"网络游戏未成年人家长监护工程"是一项由中华人民共和国文化部指导，旨在加强家长对未成年人参与网络游戏的监护，引导未成年人健康、绿色参与网络游戏，和谐家庭关系的社会性公益行动。它提供了一种切实可行的方法，一种家长实施监控的管道，使家长纠正部分未成年子女沉迷游戏的行为成为可能。该项社会公益行动充分反映了中国网络游戏行业高度的社会责任感，对未成年玩家合法权益的关注以及对用实际行动营造和谐社会的愿望。</p>
                        </li>
                        <li>
                            <h3 class="f14">Q1：什么情况下需要申请该项服务呢？</h3>
                            <p>在监护人发现被监护人有沉溺恺英网络游戏的情况下，监护人可向恺英公司申请发起未成年人家长监护机制。</p>
                        </li>
                        <li>
                            <h3 class="f14">Q2：申请该项服务时需要提交哪些资料呢？如何提交呢？</h3>
                            <p>申请人需通过邮寄方式向我司提交的材料包含：</p>
                            <p>附件1：申请人的身份证或户口本</p>
                            <p>附件2：被申请人的身份证或户口本</p>
                            <p>附件3：恺英游戏未成年人家长监护申请书</p>
                        </li>
                        <li>
                            <h3 class="f14">Q3：相关资料寄往哪里呢？</h3>
                            <p>请将相关资料邮寄至：（请在信封表面写上"家长监控服务申请书"的字样） 收件人：上海恺英网络科技有限公司 VRonline项目组 收</p>
                            <p>地址：上海市闵行区陈行路2388号浦江高科技园区9号楼10F</p>
                            <p>客服QQ：324688287</p>
                            <p>邮编：200122</p>
                        </li>
                        <li>
                            <h3 class="f14">Q4：提交资料后，后续处理流程怎样呢？</h3>
                            <p>您提交相关申请资料后，我司客服人员将按照监护申请流程尽快处理您的申请，处理过程中可能需要对监护人和被监护人进行电话回访以便信息的判定，希望您的配合。</p>
                        </li>
                        <li>
                            <h3 class="f14">Q5：判定帐号归属需要多久呢？</h3>
                            <p>1. 在判断申请材料完整的情况下，我司将联系疑似账号归属者，告知其在 15 个工作日内将按照监护人需求对其账号进行相关操作，并要求疑似账号归属者提供身份材料以便我司判定其与监护人监护关系； </p>
                            <p>2. 若疑似账号归属者在 15 个工作日内不能提供有效身份证明或逾期提供，则默认为疑似账号归属者与被监护人身份相符。我司即按照监护人申请要求，对其游戏账号纳入防沉迷系统；</p>
                            <p>3. 若疑似账号归属者在 15 个工作日内提供的身份证明与被监护人相符，我司即按照监护人申请要求，对其游戏账号纳入防沉迷系统； </p>
                            <p>4. 若疑似账号归属者在 15 个工作日内提供的身份证明与被监护人不符，我司则无法判定其与被监护人的身份关系。在此情况下，为保障用户游戏账号安全，我司将通知监护人通过公安机关出具账号找回协查证明，由我司协助被监护人找回游戏账号后再进行后续操作；</p>
                        </li>
                        <li>
                            <h3 class="f14">Q6:若发现对帐号归属有疑义或账号被恶意防沉迷限制怎么办？</h3>
                            <p>您需要在收到通知后15个工作日内提供您的身份证复印件（纸质），并通过以下地址邮寄到我司，如果我司在15个工作日内未收到您的身份证复印件，我们会将您的账号纳入家长监控系统。</p>
                            <p>收件人：上海恺英网络科技有限公司 客服部收</p>
                            <p>地址：上海市闵行区陈行路2388号浦江高科技园区9号楼10F</p>
                            <p>注1：请在身份证复印件上写明您的签名以及VR助手账号。</p>
                            <p>注2：请您注意我司提供该项服务不收取任何费用，以免上当受骗。</p>
                        </li>
                        <li>
                            <h3 class="f14 reminder">温馨提示：</h3>
                            <p>附件1：申请人的身份证或户口本（复印件）</p>
                            <p>附件2：被申请人的身份证或户口本 （复印件）</p>
                            <p>附件3：恺英游戏未成年人家长监护申请书 （复印件）</p>
                            <p>邮编：200122</p>
                            <p>传真电话：021－50813139</p>
                        </li>
                    </ul>
                </div>
            </div>
            <div class="fr right_content">
                <div>
                    <h2 class="f18">服务申请表下载</h2>
                    <div class="box">
                        <p class="download clearfix" onclick="getDoc()">
                            <i class="fl icon"></i>
                            <span class="fl f16">监护服务申请文档</span>
                        </p>
                        <div class="form">
                            <p>表单内容:</p>
                            <p>附件表一：监护人信息表明书</p>
                            <p>附件表二：被监护人信息表明书</p>
                            <p>附件表三：家长监护申请书</p>
                        </div>
                    </div>
                </div>
                <div>
                    <h2 class="f18">监护通道</h2>
                    <div class="box channels">
                        <p class="clearfix">
                            <i class="fl qq"></i>
                            <span class="fl">客服QQ: 324688287</span>
                        </p>
                        <p class="clearfix">
                            <i class="fl address"></i>
                            <span class="fl mailing_address">邮寄地址：上海市陈行路2388号浦东科技广场9号楼10F</span>
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection

@section('javascript')
<!--轮播-->
<script type="text/javascript">
$(function(){
    $(".left_content .title").on('click','span',function(){
        var i = $(this).index();
        $(this).addClass('cur').siblings().removeClass('cur');
        $(this).parents('.left_content').find('.ward').eq(i).addClass('cur').siblings().removeClass('cur');
    })
})
function getDoc() {
    window.open("//www.vronline.com/parentintro/down");
}
</script>
@endsection
